Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Preferinţe Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "Mesaje de solicitare pentru autentificarea HTTP de bază indiferent de sursă";
AllowCrossOriginAuthPrompt.pfm_description = "Controlează dacă subconţinutul terţă parte dintr-o anumită pagină poate afişa într-o ferestră de tip pop-up o casetă de dialog pentru autentificarea HTTP de bază. De obicei, aceasta este dezactivată ca măsură de precauţie împotriva atacurilor de tip phishing.";
AllowFileSelectionDialogs.pfm_title = "Permiteţi invocarea casetelor de dialog pentru selectarea fişierelor.";
AllowFileSelectionDialogs.pfm_description = "Permite accesul la fişierele locale de pe computer, permiţând Chromium să afişeze casete de dialog pentru selectarea fişierelor. Dacă activaţi această setare, utilizatorii pot deschide casete de dialog pentru selectarea fişierelor ca de obicei. Dacă dezactivaţi această setare, ori de câte ori utilizatorul efectuează o acţiune care ar determina apariţia unei casete de dialog pentru selectarea fişierului (cum ar fi importarea marcajelor, încărcarea fişierelor, salvarea linkurilor etc.), este afişat un mesaj şi se presupune că utilizatorul a făcut clic pe Anulaţi în caseta de dialog. Dacă această setare nu este setată, utilizatorii pot deschide ca de obicei casetele de dialog pentru selectarea fişierelor.";
AllowOutdatedPlugins.pfm_title = "Permiteţi rularea pluginurilor învechite";
AllowOutdatedPlugins.pfm_description = "Permite Chromium să ruleze pluginuri învechite. Dacă activaţi această setare, pluginurile învechite sunt utilizate ca pluginuri normale. Dacă dezactivaţi această setare, pluginurile învechite nu vor fi utilizate, iar utilizatorilor nu li se va solicita permisiunea de a le rula. Dacă această setare nu este configurată, utilizatorilor li se va solicita permisiunea de a rula pluginuri învechite.";
AlternateErrorPagesEnabled.pfm_title = "Activaţi paginile de eroare alternative";
AlternateErrorPagesEnabled.pfm_description = "Activează utilizarea unor pagini de eroare alternative care sunt create în Chromium (cum ar fi „Pagina nu a fost găsită”) şi împiedică modificarea acestei setări de către utilizatori. Dacă activaţi această setare, sunt utilizate pagini de eroare alternative. Dacă dezactivaţi această setare, paginile de eroare alternative nu sunt utilizate niciodată. Dacă activaţi sau dezactivaţi această setare, utilizatorii nu o pot modifica sau anula în Chromium.";
AlwaysAuthorizePlugins.pfm_title = "Rulează întotdeauna pluginuri care necesită autorizare";
AlwaysAuthorizePlugins.pfm_description = "Permite Chromium să ruleze pluginuri care necesită autorizarea. Dacă activaţi această setare, pluginurile care nu sunt învechite rulează întotdeauna. Dacă această setare este dezactivată sau nu este setată, utilizatorilor li se va solicita permisiunea pentru a rula pluginuri care necesită autorizarea. Acestea sunt pluginuri care pot compromite securitatea.";
AuthNegotiateDelegateWhitelist.pfm_title = "Lista albă a serverelor pentru delegare în protocolul Kerberos";
AuthNegotiateDelegateWhitelist.pfm_description = "Servere la care Chromium poate delega.";
AuthSchemes.pfm_title = "Scheme de autentificare acceptate";
AuthSchemes.pfm_description = "Specifică schemele de autentificare HTTP care sunt acceptate de Chromium. Valorile posibile sunt „basic” (simplu), „digest” (rezumat), „ntlm” şi „negotiate” (negociere). Dacă există mai multe valori, separaţi-le prin virgulă.";
AuthServerWhitelist.pfm_title = "Lista albă de autentificare a serverelor";
AuthServerWhitelist.pfm_description = "Specifică serverele care ar trebui să fie introduse pe lista albă pentru autentificarea integrată. Autentificarea integrată este activată numai când Chromium primeşte o solicitare de autentificare de la un proxy sau de la un server care se află în această listă cu servere permise. Dacă introduceţi mai multe nume de servere, separaţi-le prin virgulă. Metacaracterele (*) sunt permise.";
AutoFillEnabled.pfm_title = "Activaţi completarea automată";
AutoFillEnabled.pfm_description = "Activează funcţia de Completare automată din Chromium şi permite utilizatorilor să completeze în mod automat formularele web folosind informaţiile stocate anterior, cum ar fi informaţiile adresei fizice sau ale cardului de credit. Dacă dezactivaţi această setare, Completarea automată va fi inaccesibilă pentru utilizatori. Dacă activaţi această setare sau nu configuraţi o valoare, Completarea automată va rămâne sub controlul utilizatorului. Acest lucru va permite utilizatorilor să configureze profiluri pentru Completarea automată şi să activeze sau să dezactiveze funcţia Completare automată după cum doresc.";
BlockThirdPartyCookies.pfm_title = "Blocaţi cookie-urile terţă parte";
BlockThirdPartyCookies.pfm_description = "Blochează cookie-urile terţă parte. Activarea acestei setări împiedică setarea cookie-urilor de către elemente ale paginii web care nu aparţin domeniului din bara de adrese a browserului. Dezactivarea acestei setări permite setarea cookie-urilor de către elemente ale paginii web care nu aparţin domeniului din bara de adrese a browserului şi îi împiedică pe utilizatori să schimbe această setare.";
BookmarkBarEnabled.pfm_title = "Activaţi bara de marcaje";
BookmarkBarEnabled.pfm_description = "Activează bara de marcaje în pagina Filă nouă din Chromium. Dacă activaţi această setare, Chromium va afişa o bară de marcaje în pagina „Filă nouă”. Dacă dezactivaţi această setare, utilizatorii nu vor vedea niciodată bara de marcaje. Dacă activaţi sau dezactivaţi această setare, utilizatorii nu o pot modifica sau anula în Chromium.";
ClearSiteDataOnExit.pfm_title = "Ştergeţi datele site-ului la închiderea browserului";
ClearSiteDataOnExit.pfm_description = "Această politică înlocuieşte opţiunea de setare a conţinutului „Ştergeţi cookie-urile şi celelalte date ale site-ului la închiderea browserului”. Atunci când este setată la valoarea „TRUE”, Chromium va şterge la închiderea browserului toate datele stocate local.";
CookiesAllowedForUrls.pfm_title = "Permiteţi cookie-uri de pe aceste site-uri";
CookiesAllowedForUrls.pfm_description = "Vă permite să setaţi o listă de modele pentru adresele URL care specifică site-urile ce au permisiunea să seteze cookie-uri.";
CookiesBlockedForUrls.pfm_title = "Blocaţi cookie-uri de pe aceste site-uri";
CookiesBlockedForUrls.pfm_description = "Vă permite să setaţi o listă de modele de adrese URL care indică site-urile care nu sunt autorizate să seteze cookie-uri.";
CookiesSessionOnlyForUrls.pfm_title = "Permiteţi cookie-uri numai pentru sesiune pe aceste site-uri";
CookiesSessionOnlyForUrls.pfm_description = "Vă permite să setaţi o listă de modele pentru adresele URL care specifică site-urile ce au permisiunea să seteze cookie-uri numai pentru sesiune.";
DefaultBrowserSettingEnabled.pfm_title = "Setaţi Chrome ca browser prestabilit";
DefaultBrowserSettingEnabled.pfm_description = "Configurează verificările pentru browserul prestabilit în Chromium şi împiedică modificarea acestora de către utilizatori. Dacă activaţi această setare, Chromium va verifica întotdeauna la pornire dacă este browserul prestabilit şi se va înregistra în mod automat dacă este posibil. Dacă această setare este dezactivată, Chromium nu va verifica niciodată dacă este browserul prestabilit şi va dezactiva comenzile utilizatorului pentru setarea acestei opţiuni. Dacă această setare nu este setată, Chromium va permite utilizatorului să stabilească dacă acesta este browserul prestabilit şi dacă trebuie afişate notificări pentru utilizator atunci când nu este.";
DefaultCookiesSetting.pfm_title = "Setare prestabilită pentru cookie-uri";
DefaultCookiesSetting.pfm_description = "0 - Permiteţi tuturor site-urilor să seteze date locale.\n1 - Nu permiteţi niciunui site să seteze datele locale\nVă permite să setaţi dacă site-urile web au permisiunea să seteze date locale. Setarea datelor locale poate fi permisă sau refuzată în bloc pentru toate site-urile web.";
DefaultGeolocationSetting.pfm_title = "Setare prestabilită pentru localizarea geografică";
DefaultGeolocationSetting.pfm_description = "0 - Permiteţi site-urilor să urmărească locaţia fizică a utilizatorilor\n1 - Nu permiteţi niciunui site să urmărească locaţia fizică a utilizatorilor\n2 - Doresc să fiu întrebat(ă) de fiecare dată când un site vrea să urmărească locaţia fizică a utilizatorilor\nVă permite să setaţi dacă site-urile web au permisiunea să urmărească locaţia fizică a utilizatorilor. Urmărirea locaţiei fizice a utilizatorilor poate fi permisă în mod prestabilit, refuzată în mod prestabilit sau utilizatorul poate fi întrebat de fiecare dată când un site web solicită locaţia fizică.";
DefaultImagesSetting.pfm_title = "Setare pentru imagini prestabilite";
DefaultImagesSetting.pfm_description = "0 - Permiteţi tuturor site-urilor să afişeze toate imaginile\n1 - Nu permiteţi niciunui site să afişeze imagini\nVă permite să setaţi dacă site-urile web au permisiunea să afişeze imagini. Afişarea imaginilor poate fi permisă sau refuzată în bloc pentru toate site-urile web.";
DefaultJavaScriptSetting.pfm_title = "Setare JavaScript standard";
DefaultJavaScriptSetting.pfm_description = "0 - Permiteţi tuturor site-urilor să ruleze JavaScript\n1 - Nu permiteţi niciunui site să ruleze JavaScript\nVă permite să setaţi dacă site-urile web au permisiunea de a rula JavaScript. Rularea JavaScript poate fi permisă sau refuzată în bloc pentru toate site-urile web.";
DefaultNotificationSetting.pfm_title = "Setare prestabilită pentru notificări";
DefaultNotificationSetting.pfm_description = "0 - Permiteţi site-urilor să afişeze notificări pe desktop\n1 - Nu permiteţi niciunui site să afişeze notificări pe desktop\n2 - Doresc să fiu întrebat(ă) de fiecare dată când un site vrea să afişeze notificări pe desktop\nVă permite să setaţi dacă site-urile web au permisiunea de a afişa notificări pe desktop. Afişarea notificărilor pe desktop poate fi permisă în mod prestabilit, refuzată în mod prestabilit sau utilizatorul poate fi întrebat de fiecare dată când un site web vrea să afişeze notificări pe desktop.";
DefaultPluginsSetting.pfm_title = "Setare prestabilită pentru pluginuri";
DefaultPluginsSetting.pfm_description = "0 - Permiteţi tuturor site-urilor să ruleze automat pluginuri\n1 - Blocaţi toate pluginurile\nVă permite să setaţi permisiunea ca site-urile web să ruleze în mod automat pluginuri. Rularea automată a pluginurilor poate fi permisă sau refuzată în bloc pentru toate site-urile web.";
DefaultPopupsSetting.pfm_title = "Setare prestabilită pentru ferestre de tip pop-up";
DefaultPopupsSetting.pfm_description = "0 - Permiteţi tuturor site-urilor să afişeze ferestre de tip pop-up\n1 - Nu permiteţi niciunui site să afişeze ferestre de tip pop-up\nVă permite să setaţi dacă site-urile web au permisiunea să afişeze ferestre de tip pop-up. Afişarea ferestrelor de tip pop-up poate fi permisă sau refuzată în bloc pentru toate site-urile web.";
DefaultSearchProviderEnabled.pfm_title = "Activaţi furnizorul de căutare prestabilit";
DefaultSearchProviderEnabled.pfm_description = "Activează utilizarea unui furnizor de căutare prestabilit. Dacă activaţi această setare, este efectuată o căutare prestabilită atunci când utilizatorul introduce în caseta polivalentă un text care ​​nu este o adresă URL. Puteţi să indicaţi furnizorul de căutare prestabilit care să fie utilizat prin setarea celorlalte politici de căutare prestabilite. Dacă este lăsată necompletată, utilizatorul poate alege furnizorul prestabilit. Dacă dezactivaţi această setare, când utilizatorul introduce în caseta polivalentă un text care nu este o adresă URL nu este efectuată nicio căutare. Dacă activaţi sau dezactivaţi această setare, utilizatorii nu o pot modifica sau anula în Chromium.";
DefaultSearchProviderEncodings.pfm_title = "Codificări pentru furnizorul de căutare prestabilit";
DefaultSearchProviderEncodings.pfm_description = "Specifică codificările de caractere acceptate de furnizorul de căutare. Codificările reprezintă nume ale paginilor cu coduri cum ar fi UTF-8, GB2312 şi ISO-8859-1. Acestea sunt încercate în ordinea furnizată. Codificarea standard este UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Pictogramă pentru furnizorul de căutare prestabilit";
DefaultSearchProviderIconURL.pfm_description = "Specifică adresa URL a pictogramei preferate pentru furnizorul de căutare prestabilit. Opţional.";
DefaultSearchProviderInstantURL.pfm_title = "Adresa URL instant a furnizorului de căutare prestabilit";
DefaultSearchProviderInstantURL.pfm_description = "Specifică adresa URL a motorului de căutare utilizat pentru a oferi rezultate instantanee. Adresa URL trebuie să conţină şirul '{searchTerms}', care va fi înlocuit în momentul interogării cu textul pe care utilizatorul l-a introdus până atunci. Opţional.";
DefaultSearchProviderKeyword.pfm_title = "Cuvânt cheie pentru furnizorul de căutare prestabilit";
DefaultSearchProviderKeyword.pfm_description = "Specifică cuvântul cheie care este comanda rapidă utilizată în caseta polivalentă pentru a declanşa căutarea pentru acest furnizor. Opţional.";
DefaultSearchProviderName.pfm_title = "Numele furnizorului de căutare prestabilit";
DefaultSearchProviderName.pfm_description = "Specifică numele furnizorului de căutare prestabilit. Dacă nu se completează, va fi utilizat numele de gazdă specificat de adresa URL de căutare.";
DefaultSearchProviderSearchURL.pfm_title = "Adresa URL de căutare a furnizorului prestabilit de căutare";
DefaultSearchProviderSearchURL.pfm_description = "Specifică adresa URL a motorului de căutare utilizat la efectuarea unei căutări prestabilite. Adresa URL trebuie să conţină şirul „{searchTerms}”, care va fi înlocuit în momentul interogării cu termenii pentru care utilizatorul efectuează căutarea.";
DefaultSearchProviderSuggestURL.pfm_title = "Adresă URL pentru sugerarea unui furnizor de căutare prestabilit";
DefaultSearchProviderSuggestURL.pfm_description = "Specifică adresa URL a motorului de căutare utilizat pentru a oferi sugestii de căutare. Adresa URL trebuie să conţină şirul „{searchTerms}”, care va fi înlocuit în momentul interogării cu textul pe care utilizatorul l-a introdus până atunci. Opţional.";
DeveloperToolsDisabled.pfm_title = "Dezactivaţi instrumentele pentru dezvoltatori";
DeveloperToolsDisabled.pfm_description = "Dezactivează Instrumentele pentru dezvoltatori şi consola JavaScript. Dacă activaţi această setare, Instrumentele pentru dezvoltatori nu pot fi accesate, iar elementele site-urilor web nu mai pot fi inspectate. Toate comenzile rapide de la tastatură şi toate intrările din meniuri sau din meniurile contextuale pentru deschiderea Instrumentelor pentru dezvoltatori sau a consolei JavaScript vor fi dezactivate.";
Disable3DAPIs.pfm_title = "Dezactivaţi asistenţa pentru API-uri grafice 3D";
Disable3DAPIs.pfm_description = "Dezactivaţi compatibilitatea pentru API-uri grafice 3D. Activarea acestei setări împiedică paginile web să acceseze unitatea de procesare grafică (GPU). Mai exact, paginile web nu pot accesa API-ul WebGL, iar pluginurile nu pot utiliza API-ul Pepper 3D. Dezactivarea acestei setări poate permite ca paginile web să utilizeze API-ul WebGL, iar pluginurile să utilizeze API-ul Pepper 3D. Setările prestabilite ale browserului pot necesita în continuare ca argumentele pentru liniile de comandă să fie transmise pentru a utiliza aceste API-uri.";
DisableAuthNegotiateCnameLookup.pfm_title = "Dezactivaţi căutarea CNAME la negocierea autentificării pentru Kerberos";
DisableAuthNegotiateCnameLookup.pfm_description = "Specifică dacă un cod SPN generat în protocolul Kerberos are la bază numele canonic DNS sau numele introdus iniţial. Dacă activaţi această setare, căutarea CNAME va fi ignorată, iar numele serverului va fi folosit aşa cum a fost introdus. Dacă dezactivaţi această setare, numele canonic al serverului va fi determinat prin intermediul căutării CNAME.";
DisablePluginFinder.pfm_title = "Dezactivaţi instrumentul de găsire de pluginuri";
DisablePluginFinder.pfm_description = "Dacă setaţi această setare la valoarea „TRUE”, în Chromium va fi dezactivată căutarea şi instalarea automată a pluginurilor care lipsesc.";
DisableSpdy.pfm_title = "Dezactivaţi protocolul SPDY";
DisableSpdy.pfm_description = "Dezactivează utilizarea protocolului SPDY în Chromium.";
DisabledPlugins.pfm_title = "Lista pluginurilor dezactivate";
DisabledPlugins.pfm_description = "Specifică o listă de pluginuri care sunt dezactivate în Chromium şi împiedică modificarea acestei setări de către utilizatori. Pentru a crea corespondenţe între secvenţe de caractere arbitrare pot fi folosite metacaracterele „*” şi „?”. „*” corespunde unui număr arbitrar de caractere, în timp ce „?” specifică un caracter opţional unic, adică înlocuieşte zero caractere sau un singur caracter. Caracterul escape este „\”, astfel încât pentru a realiza corespondenţa cu caracterele „*”, „?” şi „\” reale, puteţi plasa caracterul „\” în faţa acestora. Dacă activaţi această setare, lista specificată de pluginuri nu este niciodată utilizată în Chromium. Pluginurile sunt marcate ca dezactivate în „about:plugins”, iar utilizatorii nu le pot activa. Reţineţi că această politică poate fi înlocuită de EnabledPlugins şi DisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "Lista cu excepţii de la lista cu pluginuri dezactivate";
DisabledPluginsExceptions.pfm_description = "Specifică o listă de pluginuri pe care utilizatorul le poate activa sau dezactiva în Chromium. Pentru a crea corespondenţe între secvenţe de caractere arbitrare pot fi folosite metacaracterele „*” şi „?”. „*” corespunde unui număr arbitrar de caractere, în timp ce „?” specifică un caracter opţional unic, adică înlocuieşte zero caractere sau un singur caracter. Caracterul escape este „\”, astfel încât pentru a realiza corespondenţa cu caracterele „*”, „?” şi „\” reale, puteţi plasa caracterul „\” în faţa acestora. Dacă activaţi această setare, lista specificată de pluginuri poate fi utilizată în Chromium. Utilizatorii pot activa sau dezactiva pluginurile în „about:plugins”, chiar dacă un plugin corespunde, de asemenea, unuia din DisabledPlugins. De asemenea, utilizatorii pot activa şi dezactiva pluginurile care nu corespund niciunui model din DisabledPlugins, DisabledPluginsExceptions şi EnabledPlugins.";
DisabledSchemes.pfm_title = "Lista schemelor de protocol dezactivate";
DisabledSchemes.pfm_description = "Dezactivează schemele de protocol listate în Chromium. Adresele URL care utilizează o schemă din această listă nu se vor încărca şi nu vor putea fi accesate.";
DiskCacheDir.pfm_title = "Setaţi directorul pentru memorare în cache pe disc";
DiskCacheDir.pfm_description = "Configurează directorul pe care Chromium îl va utiliza pentru a stoca pe disc fişierele memorate în cache. Dacă setaţi această politică, Chromium va utiliza directorul furnizat, indiferent dacă utilizatorul a specificat sau nu semnalizatorul „--disk-cache-dir”.";
DnsPrefetchingEnabled.pfm_title = "Activaţi predicţia reţelei.";
DnsPrefetchingEnabled.pfm_description = "Activează predicţia reţelei în Chromium şi împiedică modificarea acestei setări de către utilizatori. Dacă activaţi sau dezactivaţi această setare, utilizatorii nu o pot modifica sau anula în Chromium.";
DownloadDirectory.pfm_title = "Setaţi directorul de descărcare";
DownloadDirectory.pfm_description = "Configurează directorul pe care Chromium îl va utiliza pentru descărcarea fişierelor. Dacă setaţi această politică, Chromium va folosi directorul furnizat, indiferent dacă utilizatorul a specificat unul sau a activat opţiunea de a fi întrebat(ă) de fiecare dată în privinţa locaţiei descărcării.";
EditBookmarksEnabled.pfm_title = "Activează sau dezactivează editarea marcajelor";
EditBookmarksEnabled.pfm_description = "Activează sau dezactivează editarea marcajelor în Chromium. Dacă activaţi această setare, marcajele pot fi adăugate, eliminate sau modificate. Această setare este prestabilită. Dacă dezactivaţi această setare, marcajele nu pot fi adăugate, eliminate sau modificate. Marcajele existente sunt încă disponibile.";
EnableAuthNegotiatePort.pfm_title = "Includeţi un port non-standard în codul SPN al protocolului Kerberos";
EnableAuthNegotiatePort.pfm_description = "Specifică dacă în protocolul Kerberos codurile SPN generate ar trebui să includă un port non-standard. Dacă activaţi această setare şi este introdus un port non-standard (de exemplu, un alt port decât 80 sau 443), acesta va fi inclus în codurile SPN generate în protocolul Kerberos. Dacă dezactivaţi această setare, codurile SPN generate în Kerberos nu vor include un port.";
EnabledPlugins.pfm_title = "Lista de pluginuri activate";
EnabledPlugins.pfm_description = "Specifică o listă de pluginuri care sunt activate în Chromium şi împiedică modificarea acestei setări de către utilizatori. Pentru a crea corespondenţe între secvenţe de caractere arbitrare pot fi folosite metacaracterele „*” şi „?”. „*” corespunde unui număr arbitrar de caractere, în timp ce „?” specifică un caracter opţional unic, adică înlocuieşte zero caractere sau un singur caracter. Caracterul escape este „\”, astfel încât pentru a realiza corespondenţa cu caracterele „*”, „?” şi „\” reale, puteţi plasa caracterul „\” în faţa acestora. Lista specificată de pluginuri este întotdeauna utilizată în Chromium în cazul în care acestea sunt instalate. Pluginurile sunt marcate ca activate în „about:plugins”, iar utilizatorii nu le pot dezactiva. Reţineţi că această politică are prioritate atât faţă de DisabledPlugins, cât şi faţă de DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "ID-urile extensiilor particulare pe care utilizatorul nu are permisiunea să le instaleze (sau * pentru toate)";
ExtensionInstallBlacklist.pfm_description = "Vă permite să specificaţi ce extensii NU pot să instaleze utilizatorii. Extensiile deja instalate vor fi eliminate dacă apar pe lista neagră. O valoare * în lista neagră înseamnă că toate extensiile sunt introduse pe lista neagră, cu excepţia cazului în care sunt în mod explicit specificate în lista albă.";
ExtensionInstallForcelist.pfm_title = "ID-uri pentru extensii şi adrese URL pentru actualizări de instalat în fundal";
ExtensionInstallForcelist.pfm_description = "Vă permite să specificaţi o listă de extensii care vor fi instalate în fundal, fără intervenţia utilizatorului. Fiecare element din listă este un şir care conţine un ID al extensiei şi o adresă URL pentru actualizare, delimitată prin punct şi virgulă (;). De exemplu: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. Pentru fiecare element, Chromium va prelua extensia specificată de ID-ul din adresa URL indicată şi o va instala în fundal. Următoarele pagini explică modul în care puteţi găzdui extensii pe propriul dvs. server. Pentru a afla mai multe despre adresele URL pentru actualizări, accesaţi http://code.google.com/chrome/extensions/autoupdate.html, iar pentru a afla despre găzduirea extensiilor, în general, consultaţi http://code.google.com/chrome/extensions/hosting.html. Utilizatorii nu vor putea dezinstala extensiile specificate de această politică. Dacă ştergeţi o extensie din această listă, aceasta va fi în mod automat dezinstalată de Chromium. Extensiile care se află pe lista neagră în „ExtensionInstallBlacklist” şi nu apar pe lista albă nu pot fi instalate în mod forţat de această politică.";
ExtensionInstallWhitelist.pfm_title = "ID-urile extensiilor excluse din lista neagră";
ExtensionInstallWhitelist.pfm_description = "Vă permite să specificaţi ce extensii nu sunt pasibile să apară pe lista neagră. O valoare * în lista neagră înseamnă că toate extensiile sunt introduse pe lista neagră, iar utilizatorii pot instala numai extensiile specificate în lista albă. În mod prestabilit, toate extensiile sunt introduse pe lista albă, dar dacă acestea au fost introduse pe lista neagră conform politicii, lista albă poate fi folosită pentru a înlocui respectiva politică.";
GSSAPILibraryName.pfm_title = "Nume bibliotecă GSSAPI";
GSSAPILibraryName.pfm_description = "Specifică biblioteca GSSAPI de utilizat pentru autentificarea HTTP. Puteţi seta fie numai un nume de bibliotecă, fie o cale completă. Dacă nu este furnizată nicio setare, Chromium va utiliza ca alternativă un nume bibliotecă prestabilit.";
HomepageIsNewTabPage.pfm_title = "Utilizaţi pagina Filă nouă ca pagină de pornire";
HomepageIsNewTabPage.pfm_description = "Configurează tipul paginii de pornire prestabilite în Chromium şi împiedică modificarea de către utilizatori a preferinţelor pentru pagina de pornire. Pagina de pornire poate fi setată la o adresă URL pe care o specificaţi sau la pagina Filă nouă. Dacă activaţi această setare, este utilizată întotdeauna pagina Filă nouă pentru pagina de pornire, iar locaţia adresei URL a paginii de pornire este ignorată. Dacă dezactivaţi această setare, pagina de pornire a utilizatorului nu va fi niciodată pagina Filă nouă, cu excepţia cazului în care adresa URL a acesteia este setată la „chrome://newtab”. Dacă activaţi sau dezactivaţi această setare, utilizatorii nu îşi pot schimba tipul paginii de pornire în Chromium.";
HomepageLocation.pfm_title = "Adresa URL a paginii de pornire";
HomepageLocation.pfm_description = "Configurează adresa URL a paginii de pornire prestabilite în Chromium şi împiedică modificarea acesteia de către utilizatori. Tipul paginii de pornire poate fi setat ca adresă URL pe care o specificaţi aici sau ca pagina Filă nouă. Dacă selectaţi pagina Filă nouă, atunci această politică este ignorată. Dacă activaţi această setare, utilizatorii nu pot schimba adresa URL a paginii lor de pornire în Chromium, dar pot alege pagina Filă nouă ca pagină de pornire.";
ImagesAllowedForUrls.pfm_title = "Permiteţi imagini de pe aceste site-uri";
ImagesAllowedForUrls.pfm_description = "Vă permite să setaţi o listă de modele de adrese URL care specifică site-urile care sunt autorizate să afişeze imagini.";
ImagesBlockedForUrls.pfm_title = "Blocaţi imagini de pe aceste site-uri";
ImagesBlockedForUrls.pfm_description = "Vă permite să setaţi o listă de modele de adrese URL care specifică site-urile web care nu au permisiunea să afişeze imagini.";
IncognitoEnabled.pfm_title = "Activaţi modul incognito";
IncognitoEnabled.pfm_description = "Activează modul incognito în Chromium. Dacă această setare este activată sau nu este configurată, utilizatorii pot deschide paginile web în modul incognito. Dacă această setare este dezactivată, utilizatorii nu pot deschide pagini web în modul incognito.";
InstantEnabled.pfm_title = "Activaţi Google Instant";
InstantEnabled.pfm_description = "Activează funcţia Instant din Chromium şi împiedică modificarea acestei setări de către utilizatori. Dacă activaţi această setare, Chromium Instant este activat. Dacă dezactivaţi această setare, Chromium Instant este dezactivat. Dacă activaţi sau dezactivaţi această setare, utilizatorii nu o pot modifica sau anula.";
JavaScriptAllowedForUrls.pfm_title = "Permiteţi JavaScript pe aceste site-uri";
JavaScriptAllowedForUrls.pfm_description = "Vă permite să setaţi o listă de modele pentru adresele URL care indică site-urile ce au permisiunea să ruleze JavaScript.";
JavaScriptBlockedForUrls.pfm_title = "Blocaţi JavaScript de pe aceste site-uri";
JavaScriptBlockedForUrls.pfm_description = "Vă permite să setaţi o listă de modele pentru adresele URL care indică site-urile web ce nu au permisiunea să ruleze JavaScript.";
JavascriptEnabled.pfm_title = "Activaţi JavaScript";
JavascriptEnabled.pfm_description = "Activează JavaScript în Chromium şi împiedică modificarea acestei setări de către utilizatori. Dacă această setare este activată sau nu este configurată, paginile web pot utiliza JavaScript. Dacă această setare este dezactivată, paginile web nu pot utiliza JavaScript.";
MetricsReportingEnabled.pfm_title = "Activaţi raportarea datelor privind utilizarea şi blocările";
MetricsReportingEnabled.pfm_description = "Activează raportarea anonimă la Google a datelor privind utilizarea şi blocarea referitoare la Chromium şi împiedică modificarea acestei setări de către utilizatori. Dacă activaţi această setare, vor fi trimise la Google rapoarte anonime privind utilizarea şi datele privind blocările. Dacă dezactivaţi această setare, nu vor fi trimise niciodată la Google rapoarte anonime privind utilizarea şi datele privind blocările. Dacă activaţi sau dezactivaţi această setare, utilizatorii nu o pot modifica sau anula în Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "Permite utilizatorilor să afişeze parolele în managerul de parole";
PasswordManagerAllowShowPasswords.pfm_description = "Stabileşte dacă utilizatorul poate afişa parolele în text clar în managerul de parole. Dacă dezactivaţi această setare, nu se permite afişarea în text clar în fereastra managerului de parole a parolelor stocate. Dacă activaţi sau nu configuraţi această setare, utilizatorii pot vedea în text clar parolele în managerul de parole.";
PasswordManagerEnabled.pfm_title = "Activaţi managerul de parole";
PasswordManagerEnabled.pfm_description = "Activează salvarea parolelor şi utilizarea acestora în Chromium. Dacă activaţi această setare, utilizatorii pot alege ca Chromium să reţină parolele şi să le furnizeze în mod automat data următoare când aceştia se conectează la un site. Dacă dezactivaţi această setare, utilizatorii nu vor putea să salveze parolele sau să le utilizeze pe cele salvate deja. Dacă activaţi sau dezactivaţi această setare, utilizatorii nu o pot modifica sau anula în Chromium.";
PluginsAllowedForUrls.pfm_title = "Permiteţi pluginuri pe aceste site-uri";
PluginsAllowedForUrls.pfm_description = "Vă permite să setaţi o listă de modele pentru adresele URL care specifică site-urile ce au permisiunea să ruleze pluginuri.";
PluginsBlockedForUrls.pfm_title = "Blocaţi pluginuri de pe aceste site-uri";
PluginsBlockedForUrls.pfm_description = "Vă permite să setaţi o listă de modele pentru adresele URL care specifică site-urile care nu au permisiunea să ruleze pluginuri.";
PopupsAllowedForUrls.pfm_title = "Permiteţi ferestre de tip pop-up de pe aceste site-uri";
PopupsAllowedForUrls.pfm_description = "Vă permite să setaţi o listă de modele pentru adresele URL care specifică site-urile ce au permisiunea să deschidă ferestre de tip pop-up.";
PopupsBlockedForUrls.pfm_title = "Blocaţi ferestre de tip pop-up de pe aceste site-uri";
PopupsBlockedForUrls.pfm_description = "Vă permite să setaţi o listă de modele pentru adresele URL care specifică site-urile ce nu au permisiunea să deschidă ferestre de tip pop-up.";
PrintingEnabled.pfm_title = "Activaţi printarea";
PrintingEnabled.pfm_description = "Activează printarea în Chromium şi împiedică modificarea acestei setări de către utilizatori. Dacă această setare este activată sau nu este configurată, utilizatorii pot să printeze. Dacă această setare este dezactivată, utilizatorii nu pot să printeze din Chromium. Printarea este dezactivată în meniul cheie fixă, în extensii, în aplicaţiile JavaScript etc. În momentul printării, utilizatorii pot printa din pluginuri care ocolesc Chromium. De exemplu, anumite aplicaţii Flash au opţiunea de printare în propriul meniu contextual, iar această opţiune nu va fi dezactivată.";
ProxyBypassList.pfm_title = "Lista de valori separate prin virgulă a regulilor de ocolire a proxy-ului";
ProxyBypassList.pfm_description = "Chromium va ocoli toate serverele proxy-urile pentru lista de gazde furnizată aici. Această politică are efect doar dacă aţi selectat manual setările proxy la „Alegeţi modul de specificare a setărilor serverului proxy”. Pentru mai multe exemple detaliate, accesaţi: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "Alegeţi modul de specificare a setărilor serverului proxy";
ProxyMode.pfm_description = "direct - Nu utilizaţi niciodată un proxy\nauto_detect - Detectare automată a setărilor proxy\npac_script - Utilizaţi un script .pac pentru proxy\nfixed_servers - Utilizaţi servere proxy fixe\nsystem - Utilizaţi setările proxy-ului pentru sistem\nVă permite să specificaţi serverul proxy utilizat de Chromium şi împiedică modificarea setărilor proxy de către utilizatori. Dacă alegeţi să nu utilizaţi niciodată un server proxy şi să vă conectaţi întotdeauna în mod direct, toate celelalte opţiuni sunt ignorate. Dacă alegeţi să utilizaţi setările proxy-ului pentru sistem sau detectarea automată a serverului proxy, toate celelalte opţiuni sunt ignorate. Dacă alegeţi modul proxy fix, puteţi specifica opţiuni suplimentare în „Adresa IP sau adresa URL a serverului proxy” şi „Lista cu valori separate prin virgulă a regulilor de ocolire a proxy-ului”. Dacă alegeţi să utilizaţi un script .pac pentru proxy, trebuie să specificaţi adresa URL a scriptului în „Adresa URL a unui fişier .pac pentru proxy”. Pentru exemple detaliate, accesaţi: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett Dacă activaţi această setare, Chromium ignoră toate opţiunile legate de serverul proxy specificate din linia de comandă.";
ProxyPacUrl.pfm_title = "Adresa URL a unui fişier .pac pentru proxy";
ProxyPacUrl.pfm_description = "Aici puteţi specifica adresa URL a unui fişier .pac pentru proxy. Această politică are efect numai dacă aţi selectat manual setările proxy la „Alegeţi modul de specificare a setărilor serverului proxy”. Pentru exemple detaliate, accesaţi: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "Adresa IP sau adresa URL a serverului proxy";
ProxyServer.pfm_description = "Aici puteţi specifica adresa URL a unui server proxy. Această politică are efect numai dacă aţi selectat manual setările proxy la „Alegeţi modul de specificare a setărilor serverului proxy”. Pentru mai multe opţiuni şi exemple detaliate, accesaţi: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "Acţiune la pornire";
RestoreOnStartup.pfm_description = "0 - Deschideţi pagina de pornire\n1 - Redeschideţi adresele URL care au fost deschise ultimele\n4 - Deschideţi o listă de adrese URL\nVă permite să specificaţi comportamentul la pornire. Dacă alegeţi „Deschideţi pagina de pornire”, atunci pagina de pornire se va deschide întotdeauna când porniţi Chromium. Dacă alegeţi „Redeschideţi adresele URL care au fost ultimele deschise”, atunci vor fi redeschise adresele URL care au fost deschise ultima dată când Chromium a fost închis. Dacă alegeţi „Deschideţi o listă de adrese URL”, atunci lista cu „Adrese URL de deschis la pornire” va fi cea deschisă atunci când un utilizator porneşte Chromium. Dacă activaţi această setare, utilizatorii nu o pot modifica sau anula în Chromium. Dacă dezactivaţi această setare e ca şi cum aţi lăsa-o neconfigurată. Utilizatorul va putea însă modifica setarea în Chromium.";
RestoreOnStartupURLs.pfm_title = "Adrese URL care se deschid la pornire";
RestoreOnStartupURLs.pfm_description = "Dacă selectaţi „Deschideţi o listă de adrese URL” ca acţiune la pornire, veţi putea specifica lista cu adrese URL care sunt deschise.";
SafeBrowsingEnabled.pfm_title = "Activaţi funcţia Navigare sigură";
SafeBrowsingEnabled.pfm_description = "Activează funcţia Navigare sigură din Chromium şi împiedică modificarea acestei setări de către utilizatori. Dacă activaţi această setare, Navigarea sigură este întotdeauna activă. Dacă dezactivaţi această setare, Navigarea sigură nu este niciodată activă. Dacă activaţi sau dezactivaţi această setare, utilizatorii nu o pot modifica sau anula în Chromium.";
SavingBrowserHistoryDisabled.pfm_title = "Dezactivaţi istoricul salvărilor din browser";
SavingBrowserHistoryDisabled.pfm_description = "Dezactivează istoricul salvărilor din browser în Chromium şi împiedică modificarea acestei setări de către utilizatori. Dacă această setare este activată, istoricul navigării nu este salvat. Dacă această setare este dezactivată sau nu este configurată, istoricul navigării este salvat.";
SearchSuggestEnabled.pfm_title = "Activaţi sugestiile de căutare";
SearchSuggestEnabled.pfm_description = "Activează sugestiile de căutare în caseta polivalentă din Chromium şi împiedică modificarea acestei setări de către utilizatori. Dacă activaţi această setare, sunt oferite sugestii de căutare. Dacă dezactivaţi această setare, nu sunt oferite niciodată sugestii de căutare. Dacă activaţi sau dezactivaţi această setare, utilizatorii nu o pot modifica sau anula în Chromium.";
ShowHomeButton.pfm_title = "Afişaţi butonul Pagina de pornire în bara de instrumente";
ShowHomeButton.pfm_description = "Afişează butonul Pagină de pornire în bara de instrumente din Chromium. Dacă activaţi această setare, butonul Pagina de pornire este întotdeauna afişat. Dacă dezactivaţi această setare, butonul Pagina de pornire nu este afişat. Dacă activaţi sau dezactivaţi această setare, utilizatorii nu o pot modifica sau anula în Chromium.";
SyncDisabled.pfm_title = "Dezactivaţi sincronizarea datelor cu Google";
SyncDisabled.pfm_description = "Dezactivează sincronizarea datelor în Chromium utilizând serviciile de sincronizare găzduite de Google şi împiedică utilizatorii să modifice această setare. Dacă activaţi această setare, utilizatorii nu o pot modifica sau anula în Chromium.";
TranslateEnabled.pfm_title = "Activaţi serviciul Google Traducere";
TranslateEnabled.pfm_description = "Activează serviciul integrat Google Traducere pe Chromium. Dacă activaţi această setare, Chromium va afişa o bară de instrumente integrată care oferă utilizatorului traducerea paginii, atunci când este cazul. Dacă dezactivaţi această setare, utilizatorii nu vor vedea bara de traducere. Dacă activaţi sau dezactivaţi această setare, utilizatorii nu o pot modifica sau anula în Chromium.";
UserDataDir.pfm_title = "Setaţi directorul pentru datele utilizatorului";
UserDataDir.pfm_description = "Configurează directorul pe care Chromium îl va utiliza pentru stocarea datelor utilizatorilor. Dacă setaţi această politică, Chromium va utiliza directorul furnizat indiferent dacă utilizatorul a specificat sau nu valoarea „--user-data-dir”.";